const erSheng = [
  {
    id: 11001,
    name: '不朽之罪',
    editor: '双笙/玄觞',
    details: '【双笙/玄觞】 不朽之罪',
    url: 'http://music.163.com/song/media/outer/url?id=461687747.mp3',
    isSQ: false,
    isMV: false,
    isCloud: true,
    isDownload: true,
    isExclusive: false,
    isSelect: false,cache: null,
    lrc: '[00 : 00.000]作曲: Adamack《No turning back》 [00 : 00.029]作词: 千月兔 [00 : 00.88]不朽之罪 [00 : 02.94]原曲：Adamack《No turning back》 [00 : 03.27]填曲：SK[00 : 04.27]作词：千月兔 [00 : 05.49]演唱：双笙＆玄觞 [00 : 07.79]后期：Mr.鱼 [00 : 08.24] PV：秀一 [00 : 09.33][00 : 10.20]【笙】打乱的骨牌习惯盲目依赖 [00 : 14.83]【笙】以坦然姿态等风来 [00 : 20.00]【笙】鞋跟下青苔爬满拖地裙摆 [00 : 24.42]【笙】神的福音被隔绝窗外 [00 : 28.68][00 : 29.25]【玄】天平支点倾斜自尊将我打败 [00 : 33.90]【玄】不安的窘态在作怪 [00 : 38.76]【玄】我熟知的年代还能区分黑白 [00 : 43.58]【玄】无需卖弄心机耍赖 [00 : 47.75][00 : 48.31]【合】为谁深陷不知往返的迷恋 [00 : 53.02]【合】未曾认清这个世界 [00 : 57.93]【合】我听到权力之争彻夜不歇 [01 : 02.86]【合】街尾血香愈显浓烈 [01 : 06.71][01 : 07.41]【玄】空间接应点于囚笼中调配 [01 : 12.33]【玄】密封的花蕊正枯萎 [01 : 16.94]【玄】听断线傀儡晚安留在句尾 [01 : 22.00]【玄】僵硬的思维筛选错对 [01 : 25.98][01 : 26.60]【笙】天平支点倾斜自尊将我打败 [01 : 31.38]【笙】不安的窘态在作怪 [01 : 36.14]【笙】我熟知的年代还能区分黑白 [01 : 41.02]【笙】无需卖弄心机耍赖 [01 : 44.96][01 : 45.70]【笙】为谁深陷不知往返的迷恋 [01 : 50.50]【笙】未曾认清这个世界 [01 : 55.26]【玄】我听到权力之争彻夜不歇 [02 : 00.14]【玄】街尾血香愈显浓烈 [02 : 04.33][02 : 04.86]【合】甘愿臣服于谁立忠诚之碑 [02 : 09.56]【合】重叠暗夜又一番教诲 [02 : 14.42]【合】结局早已无谓 [02 : 17.84]【合】明与灭滞留病态的美 [02 : 26.91][02 : 34.07]【玄】为谁深陷不知往返的迷恋 [02 : 38.50]【笙】为谁认清这个世界 [02 : 43.29]【玄】我听到权力之争彻夜不歇 [02 : 48.21]【笙】街尾血香愈显浓烈 [02 : 52.25][02 : 52.83]【笙】打乱的骨牌习惯盲目依赖 [02 : 54.65]（【玄】为谁深陷不知往返的迷恋） [02 : 57.53]【笙】以坦然姿态等风来 [03 : 00.48]（【玄】未曾认清这个世界） [03 : 02.30]【笙】让断线傀儡晚安留在句尾 [03 : 05.32]（【玄】我听到权力之争彻夜不歇） [03 : 07.17]【笙】僵硬的思维筛选错对 [03 : 10.38]（【玄】街尾血香愈显浓烈)[03 : 16.14][03 : 18.69] - The End–',
  },{
    id: 11002,
    name: '霜雪千年（Cover 洛天依 / 乐正绫）',
    editor: '双笙,封茗囧菌',
    details: '双笙,封茗囧菌 - 霜雪千年(翻唱)',
    url: 'http://music.163.com/song/media/outer/url?id=409650851.mp3',
    isSQ: true,
    isMV: true,
    isCloud: false,
    isDownload: false,
    isExclusive: false,
    isSelect: false,cache: null,
    lrc: '[ti:霜雪千年][ar:封茗囧菌/双笙][al:霜雪千年(翻唱)][by:][offset:0][00:00.22]霜雪千年 - 封茗囧菌/双笙[00:02.67][00:16.54]双：梨花香[00:18.08]缠着衣角掠过熙攘[00:21.89]复悄入红帘深帐[00:25.25]听枝头黄鹂逗趣儿[00:27.60]细风绕指淌[00:30.26]坐船舫[00:31.62]兰桨拨开雾霭迷茫[00:35.52]不觉已一日过半[00:38.92]过眼的葱郁风光[00:41.11]悉数泛了黄[00:43.71][00:44.40]封：褪尽温度的风[00:45.95]无言牵引中[00:47.85]便清晰了在此的眉目[00:51.45]暮色的消融[00:52.99]隐约了晦朔葱茏[00:56.73]双：在这老街回眸[00:59.52]烟云中追溯我是谁[01:01.35]只消暮雨点滴[01:02.79]便足以粉饰这是非[01:04.74]封：待这月色涌起[01:08.37]谁人轻叩这门扉[01:11.67]双：苔绿青石板街[01:13.18]斑驳了流水般岁月[01:15.13]小酌三盏两杯[01:16.59]理不清缠绕的情结[01:18.50]封：在你淡漠眉间[01:22.06]瞥见离人的喜悲霜雪[01:29.23][01:38.89]楼阁现[01:40.42]尘飞雾散荧光翩跹[01:44.33]显露出斑驳石阶[01:47.67]入眼是落英纷然[01:49.68]芳草入深院[01:52.35]凭栏杆[01:53.90]小桌上置琼觞两盏[01:57.93]阖眼听清风疏叶[02:01.26]似曾有欢声笑言[02:03.48]萦绕这高轩[02:06.06][02:06.69]双：云动寂静鸣蝉[02:08.57]雨坠激漪涟[02:09.95]皴擦点染勾勒这世间[02:13.76]缘起的一眼[02:15.18]定格了三生千年[02:19.23]封：在这老街回眸[02:21.69]烟云中追溯我是谁[02:23.66]只消暮雨点滴[02:25.18]便足以粉饰这是非[02:27.01]双：待这月色涌起[02:30.58]谁人轻叩这门扉[02:33.78]封：苔绿青石板街[02:35.38]斑驳了流水般岁月[02:37.29]小酌三盏两杯[02:38.81]理不清缠绕的情结[02:40.70]双：在你淡漠眉间[02:44.27]瞥见离人的喜悲霜雪[02:50.01][03:01.34]封：三月梨花雪[03:03.05]几载开了又败[03:04.81]双：笔锋走黑白[03:06.38]丹青中穿插无奈[03:08.13]合：彼时那弯儿月[03:09.84]何时初现于江畔[03:11.67]双：而我又在待何人[03:14.17]封：在这凉亭 回眸[03:16.57]千年后忆起你是谁[03:18.50]只消月色隐约[03:19.98]便足以粉饰这是非[03:21.79]双：待这回忆涌起[03:25.30]恍惚之间已下泪[03:28.11]封：枫红十里长街[03:30.32]红帘后谁人蹙着眉[03:32.23]遥梦桑竹桃源[03:33.81]轮回中曾道别的地点[03:36.25]双：愿今生再相见[03:39.17]消融你眉间悲戚霜雪',
  },
]

// id: 11001=>12000

let i = {
  id: 0,
  name: '不朽之罪',
  editor: '双笙',
  details: '双笙 - 不朽之罪',
  url: '',
  isSQ: true,
  isMV: true,
  isCloud: false,
  isDownload: false,
  isExclusive: false,
  isSelect: false,cache: null,
  lrc: '',
};

export default erSheng;
