const liRongHao = [
  {
    id: 16001,
    name: '作曲家',
    editor: '李荣浩',
    details: '李荣浩 - 李荣浩',
    url: 'http://music.163.com/song/media/outer/url?id=29764562.mp3',
    isSQ: true,
    isMV: true,
    isCloud: false,
    isDownload: false,
    isExclusive: false,
    isSelect: false,cache: null,
    lrc: '[ti:作曲家][ar:李荣浩][al:作曲家][by:][offset:0][00:00.00]作曲家 (Composer) - 李荣浩 (Ronghao Li)[00:03.42]词：李荣浩[00:06.85]曲：李荣浩[00:10.27]又很久没见 你剪了长发[00:13.27][00:14.56]谈怎么说话 谈怎么启发[00:18.35][00:19.09]怕歌词写的肉麻 怕浮夸[00:24.79][00:28.24]放一盘磁带 七八十年代[00:31.94][00:32.86]才听了一半 就悲伤起来[00:36.85][00:37.62]每一句里的感慨 都是现在[00:43.32][00:45.21]作曲家 写一首我们一生最平凡的歌[00:53.23][00:54.30]作曲家 告诉你爱的人你多真多深刻[01:02.82][01:03.42]作曲家 我还是你多年未见的老友啊[01:12.39][01:13.07]而你还是不太明白 孤独是个节拍[01:19.42][01:27.82]音符不会写 写歌是感觉[01:31.34][01:32.17]看几眼世界 多几个头衔[01:36.44][01:37.04]理论书上的观点 有缺陷[01:42.77][01:45.99]颁一个奖牌 说一段对白[01:49.63][01:50.49]不谈情说爱 也尽量精彩[01:54.61][01:55.34]没几个人生下来 不是天才[02:00.48][02:02.82]作曲家 写一首我们一生最平凡的歌[02:11.88]作曲家 告诉你爱的人你多真多深刻[02:21.04]作曲家 我还是你多年未见的老友啊[02:30.14][02:30.81]而你还是不太明白 孤独是个节拍[02:40.49][02:45.83]是个节拍[02:51.05][02:53.11]作曲家 写一首我们一生最平凡的歌[03:02.18]作曲家 告诉你爱的人你多真多深刻[03:10.81][03:11.31]作曲家 我还是你多年未见的老友啊[03:19.82][03:20.99]而你还是不太明白 孤独是个节拍',
  },
]

// id: 16001=>17000

let i = {
  id: 160,
  name: '作曲家',
  editor: '李荣浩',
  details: '李荣浩 - 李荣浩',
  url: '',
  isSQ: true,
  isMV: true,
  isCloud: false,
  isDownload: false,
  isExclusive: false,
  isSelect: false,cache: null,
  lrc: '',
},

export default liRongHao;